<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Pol&iacute;tica de Privacidad - Plazo</title>
    <meta name="description" content="Pol&iacute;tica de privacidad de Plazo. Informaci&oacute;n sobre c&oacute;mo recopilamos, usamos y protegemos tus datos.">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;500;600;700&display=swap" rel="stylesheet">
    <link rel="stylesheet" href="styles.css?v=20260114c">
    <link rel="icon" type="image/png" href="images/logo-plazo.png">
</head>
<body>
    <!-- Header -->
    <header class="header">
        <div class="container header-content">
            <a href="/" class="logo" aria-label="Plazo - Inicio">
                <picture><source srcset="images/logo-plazo.webp" type="image/webp"><img src="images/logo-plazo.png" alt="Plazo" class="logo-img"></picture>
            </a>
            <nav class="nav" aria-label="Navegaci&oacute;n principal">
                <a href="/#como-funciona" class="nav-link">C&oacute;mo funciona</a>
                <a href="/#para-asesorias" class="nav-link">Para asesor&iacute;as</a>
                <a href="/#contacto" class="nav-link">Contacto</a>
            </nav>
            <a href="/#contacto" class="header-cta">Solicitar demo</a>
        </div>
    </header>

    <main class="legal-page">
        <div class="container">
            <h1>Pol&iacute;tica de Privacidad</h1>
            <p class="last-updated">&Uacute;ltima actualizaci&oacute;n: enero de 2025</p>

            <p>En Plazo nos tomamos muy en serio la protecci&oacute;n de los datos personales. Esta Pol&iacute;tica de Privacidad describe c&oacute;mo se recopilan, utilizan y protegen los datos personales cuando se utiliza la web y la aplicaci&oacute;n Plazo, de conformidad con el Reglamento (UE) 2016/679 (RGPD) y la normativa espa&ntilde;ola aplicable.</p>

            <h2>1. Responsable del tratamiento</h2>
            <p><strong>Responsable del tratamiento:</strong> Carlos Moreno Barrado<br>
            <strong>Pa&iacute;s:</strong> Espa&ntilde;a<br>
            <strong>Email de contacto:</strong> <a href="mailto:privacy@plazo-app.com">privacy@plazo-app.com</a></p>

            <h2>2. &Aacute;mbito de aplicaci&oacute;n</h2>
            <p>Esta Pol&iacute;tica de Privacidad se aplica a:</p>
            <ul>
                <li>La web https://www.plazo-app.com</li>
                <li>La aplicaci&oacute;n Plazo</li>
                <li>El formulario de contacto / solicitud de demo</li>
                <li>El tratamiento de datos realizado en el marco del uso del servicio por parte de asesor&iacute;as y despachos profesionales</li>
            </ul>

            <h2>3. Datos personales que se tratan</h2>
            <p>Dependiendo del uso que hagas de Plazo, se pueden tratar las siguientes categor&iacute;as de datos:</p>

            <ul>
                <li><strong>Datos de contacto y cuenta:</strong> nombre y apellidos, email profesional, nombre del despacho y tama&ntilde;o aproximado del despacho.</li>
                <li><strong>Datos de autenticaci&oacute;n:</strong> datos proporcionados a trav&eacute;s de proveedores de autenticaci&oacute;n (por ejemplo, Google o Auth0), seg&uacute;n los permisos concedidos por el usuario.</li>
                <li><strong>Datos de calendario y citas:</strong> informaci&oacute;n de eventos vinculados a citas gestionadas con Plazo (p. ej., horarios, t&iacute;tulos de cita y participantes), as&iacute; como notas asociadas a las citas.</li>
                <li><strong>Correos electr&oacute;nicos relacionados con citas:</strong> contenido de correos electr&oacute;nicos relacionados exclusivamente con solicitudes y confirmaciones de citas, cuando el usuario activa esta funcionalidad.</li>
            </ul>

            <p>Plazo aplica criterios de <strong>minimizaci&oacute;n de datos</strong> y solo trata la informaci&oacute;n estrictamente necesaria para prestar el servicio.</p>

            <h2>4. Tratamiento de datos de terceros (clientes finales)</h2>
            <p>Cuando una asesor&iacute;a utiliza Plazo para gestionar citas con sus propios clientes, Plazo act&uacute;a como <strong>encargado del tratamiento</strong>, mientras que la asesor&iacute;a act&uacute;a como <strong>responsable del tratamiento</strong> respecto a los datos de sus clientes.</p>
            <p>Plazo trata estos datos &uacute;nicamente siguiendo las instrucciones de la asesor&iacute;a y con la finalidad de gestionar las citas solicitadas.</p>

            <h2>5. Finalidades del tratamiento y bases legales</h2>
            <p>Los datos personales se tratan con las siguientes finalidades y bases jur&iacute;dicas:</p>

            <ul>
                <li><strong>Atender solicitudes de contacto o demo:</strong> medidas precontractuales.</li>
                <li><strong>Prestar el servicio de gesti&oacute;n de citas:</strong> ejecuci&oacute;n del contrato.</li>
                <li><strong>Sincronizar citas con calendarios externos:</strong> ejecuci&oacute;n del contrato.</li>
                <li><strong>Procesar solicitudes de citas por email:</strong> ejecuci&oacute;n del contrato.</li>
                <li><strong>Enviar comunicaciones operativas del servicio:</strong> ejecuci&oacute;n del contrato.</li>
                <li><strong>Seguridad y prevenci&oacute;n de abusos:</strong> inter&eacute;s leg&iacute;timo.</li>
            </ul>

            <h2>6. Destinatarios y proveedores de servicios</h2>
            <p>Plazo no vende ni cede datos personales a terceros. No obstante, utiliza proveedores tecnol&oacute;gicos que pueden tratar datos personales como <strong>encargados del tratamiento</strong>, entre ellos:</p>
            <ul>
                <li><strong>Google Cloud Platform (GCP):</strong> infraestructura y almacenamiento de datos. Regi&oacute;n: <strong>europe-west1</strong> (Uni&oacute;n Europea).</li>
                <li><strong>Auth0:</strong> autenticaci&oacute;n de usuarios (tenant <strong>UE-2</strong>).</li>
            </ul>
            <p>Estos proveedores ofrecen garant&iacute;as adecuadas de conformidad con el RGPD.</p>

            <h2>7. Transferencias internacionales de datos</h2>
            <p>Con car&aacute;cter general, los datos se alojan y procesan dentro del Espacio Econ&oacute;mico Europeo (EEE). En caso de que alg&uacute;n proveedor implique transferencias fuera del EEE, estas se realizar&aacute;n conforme a los mecanismos legales previstos en el RGPD (como Cl&aacute;usulas Contractuales Tipo).</p>

            <h2>8. Plazos de conservaci&oacute;n</h2>
            <ul>
                <li>Los datos de cuenta y uso se conservan mientras la cuenta est&eacute; activa.</li>
                <li>Al eliminar una cuenta, los datos personales se suprimen en un plazo m&aacute;ximo de <strong>30 d&iacute;as</strong>, salvo obligaci&oacute;n legal de conservaci&oacute;n.</li>
                <li>Determinados datos pueden conservarse durante m&aacute;s tiempo en copias de seguridad por motivos de seguridad y recuperaci&oacute;n, durante el tiempo estrictamente necesario.</li>
            </ul>

            <h2>9. Derechos de las personas usuarias</h2>
            <p>Puedes ejercer en cualquier momento los siguientes derechos: acceso, rectificaci&oacute;n, supresi&oacute;n, oposici&oacute;n, limitaci&oacute;n y portabilidad.</p>
            <p>Para ejercer tus derechos, puedes escribir a: <a href="mailto:privacy@plazo-app.com">privacy@plazo-app.com</a></p>
            <p>Asimismo, tienes derecho a presentar una reclamaci&oacute;n ante la <strong>Agencia Espa&ntilde;ola de Protecci&oacute;n de Datos (AEPD)</strong> si consideras que el tratamiento no se ajusta a la normativa.</p>

            <h2>10. Seguridad de los datos</h2>
            <p>Plazo aplica medidas t&eacute;cnicas y organizativas adecuadas para proteger los datos personales, incluyendo:</p>
            <ul>
                <li>Cifrado de datos en tr&aacute;nsito (HTTPS/TLS).</li>
                <li>Control de accesos y permisos.</li>
                <li>Infraestructura segura en Google Cloud.</li>
                <li>Tokens de acceso protegidos y con expiraci&oacute;n.</li>
            </ul>

            <h2>11. Cookies</h2>
            <p>Plazo utiliza &uacute;nicamente <strong>cookies t&eacute;cnicas y esenciales</strong>, necesarias para el correcto funcionamiento del servicio. No se utilizan cookies de an&aacute;lisis, publicidad ni seguimiento de terceros en la web.</p>

            <h2>12. Cambios en esta pol&iacute;tica</h2>
            <p>Esta Pol&iacute;tica de Privacidad puede actualizarse para adaptarse a cambios legales o funcionales del servicio. En caso de cambios relevantes, se informar&aacute; a los usuarios mediante la web o la aplicaci&oacute;n.</p>

            <h2>13. Contacto</h2>
            <p>Para cualquier duda relacionada con esta Pol&iacute;tica de Privacidad o con el tratamiento de tus datos personales, puedes contactar con el responsable del tratamiento en:</p>
            <p><strong>Email:</strong> <a href="mailto:privacy@plazo-app.com">privacy@plazo-app.com</a></p>
        </div>
    </main>

    <!-- Footer -->
    <footer class="footer">
        <div class="container">
            <div class="footer-content">
                <div class="footer-brand">
                    <picture><source srcset="images/logo-plazo.webp" type="image/webp"><img src="images/logo-plazo.png" alt="Plazo" class="footer-logo"></picture>
                </div>
                <nav class="footer-links" aria-label="Enlaces legales">
                    <a href="/privacy.html">Pol&iacute;tica de Privacidad</a>
                    <a href="/terms.html">T&eacute;rminos de Servicio</a>
                </nav>
            </div>
            <div class="footer-bottom">
                <p>&copy; 2025 Plazo. Todos los derechos reservados.</p>
            </div>
        </div>
    </footer>
</body>
</html>
