<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>T&eacute;rminos de Servicio - Plazo</title>
    <meta name="description" content="T&eacute;rminos de servicio de Plazo. Condiciones de uso de la plataforma de gesti&oacute;n de citas.">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;500;600;700&display=swap" rel="stylesheet">
    <link rel="stylesheet" href="styles.css?v=20260115a">
    <link rel="icon" type="image/png" href="images/logo-plazo.png">
</head>
<body>
    <!-- Header -->
    <header class="header">
        <div class="container header-content">
            <a href="/" class="logo" aria-label="Plazo - Inicio">
                <picture><source srcset="images/logo-plazo.webp" type="image/webp"><img src="images/logo-plazo.png" alt="Plazo" class="logo-img"></picture>
            </a>
            <nav class="nav" aria-label="Navegaci&oacute;n principal">
                <a href="/#como-funciona" class="nav-link">C&oacute;mo funciona</a>
                <a href="/#para-asesorias" class="nav-link">Para asesor&iacute;as</a>
                <a href="/#contacto" class="nav-link">Contacto</a>
            </nav>
            <a href="/#contacto" class="header-cta">Solicitar demo</a>
        </div>
    </header>

    <main class="legal-page">
        <div class="container">
            <h1>T&eacute;rminos de Servicio</h1>
            <p class="last-updated">&Uacute;ltima actualizaci&oacute;n: enero de 2025</p>

            <p>Estos T&eacute;rminos de Servicio regulan el acceso y uso de la web y la aplicaci&oacute;n Plazo (el <strong>&ldquo;Servicio&rdquo;</strong>). Al acceder o utilizar el Servicio, aceptas quedar vinculado por estos t&eacute;rminos.</p>

            <h2>1. Identificaci&oacute;n del prestador</h2>
            <p><strong>Prestador del Servicio:</strong> Carlos Moreno Barrado<br>
            <strong>Pa&iacute;s:</strong> Espa&ntilde;a<br>
            <strong>Contacto:</strong> <a href="mailto:legal@plazo-app.com">legal@plazo-app.com</a></p>

            <h2>2. Descripci&oacute;n del Servicio</h2>
            <p>Plazo es un software de gesti&oacute;n de citas orientado a asesor&iacute;as y despachos profesionales que permite, entre otras funcionalidades:</p>
            <ul>
                <li>Gestionar disponibilidad y agenda de citas.</li>
                <li>Sincronizar citas con calendarios externos (p. ej., Google Calendar).</li>
                <li>Gestionar solicitudes de cita recibidas por email de forma automatizada (si el usuario activa esta funcionalidad).</li>
                <li>Enviar comunicaciones operativas relacionadas con las citas (confirmaciones, cambios, recordatorios), cuando proceda.</li>
            </ul>

            <h2>3. Requisitos, registro y cuenta</h2>
            <p>Para utilizar determinadas funcionalidades del Servicio puede ser necesario crear una cuenta e iniciar sesi&oacute;n mediante proveedores de autenticaci&oacute;n (por ejemplo, Google o Auth0).</p>
            <ul>
                <li>Te comprometes a proporcionar informaci&oacute;n veraz y actualizada cuando sea necesaria.</li>
                <li>Eres responsable de mantener la confidencialidad de tus credenciales y del uso que se haga de tu cuenta.</li>
                <li>Debes notificar sin demora cualquier uso no autorizado o incidente de seguridad relacionado con tu cuenta.</li>
            </ul>

            <h2>4. Uso aceptable</h2>
            <p>Te comprometes a utilizar el Servicio de forma l&iacute;cita y conforme a estos T&eacute;rminos. En particular, no podr&aacute;s:</p>
            <ul>
                <li>Utilizar el Servicio para fines ilegales o distintos de la gesti&oacute;n de citas en el marco de tu actividad profesional.</li>
                <li>Intentar acceder sin autorizaci&oacute;n a cuentas, sistemas o datos de terceros.</li>
                <li>Interferir o intentar interferir en el funcionamiento del Servicio (p. ej., ataques, scraping abusivo, introducci&oacute;n de malware).</li>
                <li>Enviar, facilitar o distribuir spam, contenido malicioso o comunicaciones no solicitadas a trav&eacute;s del Servicio.</li>
                <li>Vulnerar derechos de propiedad intelectual o confidencialidad de terceros.</li>
            </ul>
            <p>Podremos suspender o restringir el acceso al Servicio en caso de uso indebido, riesgos de seguridad o incumplimiento de estos T&eacute;rminos.</p>

            <h2>5. Integraciones con terceros (p. ej., Google Calendar)</h2>
            <p>El Servicio puede permitir integraciones con terceros. Al conectar un servicio externo (por ejemplo, Google Calendar):</p>
            <ul>
                <li>Autorizas a Plazo a acceder a los datos necesarios para sincronizar y gestionar citas, seg&uacute;n los permisos concedidos.</li>
                <li>Reconoces que el funcionamiento del Servicio puede depender, en parte, de la disponibilidad y cambios de dichos terceros.</li>
                <li>Puedes revocar el acceso en cualquier momento desde la configuraci&oacute;n de tu cuenta o del proveedor correspondiente.</li>
            </ul>

            <h2>6. Procesamiento de emails y automatizaci&oacute;n</h2>
            <p>Si activas la funci&oacute;n de gesti&oacute;n de citas por email, autorizas al Servicio a procesar los mensajes vinculados a solicitudes y confirmaciones de citas en la bandeja o direcci&oacute;n configurada, con el fin de:</p>
            <ul>
                <li>Identificar solicitudes de cita.</li>
                <li>Proponer opciones de horario.</li>
                <li>Confirmar o actualizar citas en el calendario.</li>
            </ul>
            <p>El usuario es responsable de configurar correctamente la funcionalidad y de revisar su funcionamiento. Asimismo, el usuario se compromete a informar a sus clientes finales, cuando proceda, de que determinadas comunicaciones relacionadas con la cita pueden ser gestionadas de forma automatizada.</p>

            <h2>7. Datos y privacidad</h2>
            <p>El tratamiento de datos personales se rige por la <a href="/privacy.html">Pol&iacute;tica de Privacidad</a>. En contextos en los que una asesor&iacute;a utiliza Plazo para gestionar datos de sus propios clientes, Plazo puede actuar como <strong>encargado del tratamiento</strong> y la asesor&iacute;a como <strong>responsable del tratamiento</strong>. El usuario acepta cumplir las obligaciones aplicables en materia de protecci&oacute;n de datos y confidencialidad.</p>

            <h2>8. Propiedad intelectual</h2>
            <p>El Servicio, su software, c&oacute;digo, dise&ntilde;o, marcas y contenidos asociados est&aacute;n protegidos por derechos de propiedad intelectual e industrial. Salvo autorizaci&oacute;n expresa, no podr&aacute;s:</p>
            <ul>
                <li>Copiar, modificar, distribuir o poner a disposici&oacute;n el Servicio o parte del mismo.</li>
                <li>Usar marcas, nombres comerciales o elementos de identidad de Plazo sin permiso.</li>
                <li>Realizar ingenier&iacute;a inversa, descompilar o intentar extraer el c&oacute;digo fuente, salvo en la medida permitida por la ley.</li>
            </ul>

            <h2>9. Disponibilidad y mantenimiento</h2>
            <p>Plazo se esfuerza por mantener el Servicio operativo, pero no garantiza disponibilidad ininterrumpida. Podremos realizar tareas de mantenimiento y actualizaciones. No seremos responsables de interrupciones debidas a causas ajenas, como incidencias de terceros (p. ej., proveedores de conectividad, servicios de calendario, etc.).</p>

            <h2>10. Limitaci&oacute;n de responsabilidad</h2>
            <p>El Servicio se proporciona &ldquo;tal cual&rdquo; y &ldquo;seg&uacute;n disponibilidad&rdquo;. En la medida permitida por la normativa aplicable:</p>
            <ul>
                <li>No garantizamos que el Servicio sea ininterrumpido, libre de errores o que cumpla requisitos espec&iacute;ficos del usuario.</li>
                <li>No seremos responsables de p&eacute;rdidas indirectas, lucro cesante o da&ntilde;os derivados del uso o imposibilidad de uso del Servicio.</li>
                <li>El usuario es responsable de la configuraci&oacute;n y uso del Servicio, as&iacute; como de verificar las citas y comunicaciones generadas.</li>
            </ul>

            <h2>11. Suspensi&oacute;n y cancelaci&oacute;n</h2>
            <p>Puedes dejar de utilizar el Servicio y cancelar tu cuenta cuando proceda seg&uacute;n las opciones disponibles en la aplicaci&oacute;n. Al cancelar:</p>
            <ul>
                <li>Podr&aacute;s perder el acceso a funcionalidades del Servicio.</li>
                <li>El tratamiento y supresi&oacute;n de datos se regir&aacute; por la <a href="/privacy.html">Pol&iacute;tica de Privacidad</a>.</li>
                <li>Las citas ya existentes en calendarios de terceros pueden permanecer seg&uacute;n la configuraci&oacute;n del propio proveedor.</li>
            </ul>
            <p>Podremos suspender o finalizar el acceso al Servicio si detectamos uso fraudulento, riesgos de seguridad o incumplimiento material de estos T&eacute;rminos.</p>

            <h2>12. Modificaciones de los T&eacute;rminos</h2>
            <p>Podemos actualizar estos T&eacute;rminos para reflejar cambios legales, mejoras o modificaciones del Servicio. En caso de cambios relevantes, lo comunicaremos por medios razonables (por ejemplo, aviso en la web o en la aplicaci&oacute;n). El uso continuado del Servicio tras la entrada en vigor de los cambios implica la aceptaci&oacute;n de los nuevos T&eacute;rminos.</p>

            <h2>13. Ley aplicable y jurisdicci&oacute;n</h2>
            <p>Estos T&eacute;rminos se rigen por las leyes de Espa&ntilde;a. Salvo que una norma imperativa establezca lo contrario, las partes se someten a los juzgados y tribunales de Madrid.</p>

            <h2>14. Contacto</h2>
            <p>Para consultas sobre estos T&eacute;rminos, puedes contactar en:</p>
            <p><strong>Email:</strong> <a href="mailto:legal@plazo-app.com">legal@plazo-app.com</a></p>
        </div>
    </main>

    <!-- Footer -->
    <footer class="footer">
        <div class="container">
            <div class="footer-content">
                <div class="footer-brand">
                    <picture><source srcset="images/logo-plazo.webp" type="image/webp"><img src="images/logo-plazo.png" alt="Plazo" class="footer-logo"></picture>
                </div>
                <nav class="footer-links" aria-label="Enlaces legales">
                    <a href="/privacy.html">Pol&iacute;tica de Privacidad</a>
                    <a href="/terms.html">T&eacute;rminos de Servicio</a>
                </nav>
            </div>
            <div class="footer-bottom">
                <p>&copy; 2025 Plazo. Todos los derechos reservados.</p>
            </div>
        </div>
    </footer>
</body>
</html>
